[
  {
    "image_id": 1,
    "file_name": "image_1.jpg",
    "description": "Rural arid landscape with low building density, featuring isolated structures and unpaved tracks. Sparse vegetation consisting of scattered shrubs and bushes across predominantly bareland. No visible water bodies; development is minimal and dispersed."
  },
  {
    "image_id": 2,
    "file_name": "image_2.jpg",
    "description": "Arid rural landscape with low building density and scattered, isolated structures. Unpaved roads and tracks crisscross the terrain, connecting sparse vegetation patches on bareland. Vegetation is sparse and patchy, appearing as scattered shrubs or small groves amid predominantly dry, sandy soil."
  },
  {
    "image_id": 3,
    "file_name": "image_3.jpg",
    "description": "Arid rural landscape with low building density and scattered, isolated structures. Unpaved roads traverse the terrain, dividing patches of sparse vegetation on predominantly bareland. Development is minimal, with vegetation appearing as scattered shrubs and bushes."
  },
  {
    "image_id": 4,
    "file_name": "image_4.jpg",
    "description": "Rural settlement with low building density, featuring scattered residential structures and unpaved roads. Sparse vegetation with scattered trees on predominantly bareland terrain. No visible water bodies, with development concentrated in clusters along dirt tracks."
  },
  {
    "image_id": 5,
    "file_name": "image_5.jpg",
    "description": "Rural arid landscape with low building density, featuring scattered isolated structures and unpaved roads. Sparse vegetation consisting of scattered shrubs on predominantly bareland, with no visible water bodies. Development is minimal and dispersed across the terrain."
  },
  {
    "image_id": 34,
    "file_name": "image_34.jpg",
    "description": "Coastal scene with a water body adjacent to a mixed-use shoreline. Low building density with scattered structures and visible paved roads along the coast. Sparse vegetation on the land, with patches of bareland and some darker vegetated areas near the water's edge."
  },
  {
    "image_id": 35,
    "file_name": "image_35.jpg",
    "description": "Coastal scene with a prominent water body adjacent to a developed shoreline. Paved roads and a large paved area (likely an airfield or parking lot) are visible, with low building density and sparse vegetation on the surrounding bareland. The coastline features a small cove with shallow, clear water and a rocky headland."
  },
  {
    "image_id": 36,
    "file_name": "image_36.jpg",
    "description": "Coastal scene with a water body adjacent to a developed land area. Moderate building density with clusters of structures, paved roads, and a helipad; sparse vegetation on bareland and surrounding plots. The shoreline features a beach and a pier, with numerous boats visible in the water."
  },
  {
    "image_id": 60,
    "file_name": "image_60.jpg",
    "description": "Rural/semi-arid landscape with low building density and scattered residential and agricultural structures. Unpaved dirt roads connect clusters of buildings, with some paved access near larger facilities. Sparse vegetation covers bareland, with patches of shrubs and small trees; a small water body is visible on the left, adjacent to cultivated fields."
  },
  {
    "image_id": 137,
    "file_name": "image_137.jpg",
    "description": "Rural settlement with low building density, featuring scattered residential clusters and unpaved roads winding through the area. Sparse vegetation covers the arid, predominantly bareland terrain, with a large, circular depression or crater-like feature prominently visible. Minimal development and no water bodies are evident, emphasizing the dry, open landscape surrounding the village."
  }
]
